[
  {
    "title": "Highest Fossil Fuel Energy Consumption",
    "description": "In 2022, Algeria's fossil fuel energy consumption was 100% of its total energy consumption, indicating complete reliance on fossil fuels.",
    "year": 2022,
    "indicatorIds": [
      "eg-use-comm-fo-zs"
    ],
    "emoji": "⛽",
    "type": "BEST"
  },
  {
    "title": "Highest Total Reserves to External Debt Ratio",
    "description": "In 2023, Algeria's total reserves were 1110.24% of its total external debt, showcasing a strong reserve position relative to its debt.",
    "year": 2023,
    "indicatorIds": [
      "fi-res-totl-dt-zs"
    ],
    "emoji": "💰",
    "type": "BEST"
  },
  {
    "title": "Lowest Market Capitalization Relative to GDP",
    "description": "In 2018, the market capitalization of listed domestic companies in Algeria was only 0.19% of GDP, indicating a very small stock market relative to the size of the economy.",
    "year": 2018,
    "indicatorIds": [
      "cm-mkt-lcap-gd-zs"
    ],
    "emoji": "📉",
    "type": "WORST"
  },
  {
    "title": "Lowest IBRD Loans and IDA Credits",
    "description": "In 2016, Algeria had only $725,000 in IBRD loans and IDA credits, reflecting minimal reliance on these international financial resources.",
    "year": 2016,
    "indicatorIds": [
      "dt-dod-mwbg-cd"
    ],
    "emoji": "💵",
    "type": "WORST"
  },
  {
    "title": "Lowest Public Debt Service to Exports Ratio",
    "description": "In 2023, Algeria's public and publicly guaranteed debt service was only 0.19% of its exports, indicating a low debt service burden relative to its export earnings.",
    "year": 2023,
    "indicatorIds": [
      "dt-tds-dppg-xp-zs"
    ],
    "emoji": "📊",
    "type": "WORST"
  },
  {
    "title": "Lowest Current Education Expenditure in Primary Education",
    "description": "In 2023, only 1.40% of total expenditure in primary public institutions in Algeria was current education expenditure, suggesting limited spending in this area.",
    "year": 2023,
    "indicatorIds": [
      "se-xpd-cprm-zs"
    ],
    "emoji": "📚",
    "type": "WORST"
  }
]